/* In browser window title */
"Get a donation key!" = "Získat klíč dárce!";

/* The full name of the supporter */
"Registered to {0}" = "Registrováno na {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Děkujeme za vaší podporu! Váš příspěvek nám pomůže ve vývoji aplikace Cyberduck.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Váš klíč dárce byl zkopírován do složky Application Support.";

/* Validation failed */
"Not a valid donation key" = "Klíč dárce není platný";

"This donation key does not appear to be valid." = "Tento klíč dárce nevypadá jako platný.";

/* Thank you */
"Continue" = "Pokračovat";